window.questions = [
{
q:"ভারতের প্রথম প্রধানমন্ত্রী কে?",
options:["গান্ধীজি","জওহরলাল নেহরু","রাজেন্দ্র প্রসাদ","প্যাটেল"],
answer:1
},
{
q:"রাজ্যসভায় কতজন মনোনীত সদস্য থাকেন?",
options:["১০","১২","১৫","২০"],
answer:1
},
{
q:"রাজ্যসভার সদস্যদের নিয়োগ করেন কে?",
options:["প্রধানমন্ত্রী","রাষ্ট্রপতি","স্পিকার","উপরাষ্ট্রপতি"],
answer:1
},
{
q:"সংসদের দুই অধিবেশনের মধ্যে সর্বাধিক ব্যবধান কত?",
options:["৩ মাস","৪ মাস","৬ মাস","৯ মাস"],
answer:2
},
{
q:"সংসদ গঠিত হয় কতটি অংশ নিয়ে?",
options:["২","৩","৪","৫"],
answer:1
},
{
q:"লোকসভার সর্বাধিক সদস্য সংখ্যা কত?",
options:["৫৪৫","৫৫০","৫৫২","৫৬০"],
answer:2
},
{
q:"রাজ্যসভার সর্বাধিক সদস্য সংখ্যা কত?",
options:["২৪৫","২৫০","২৫২","২৬০"],
answer:1
},
{
q:"ভারতের সর্বোচ্চ আদালত কোনটি?",
options:["হাইকোর্ট","জেলা আদালত","সুপ্রিম কোর্ট","লোক আদালত"],
answer:2
},
{
q:"সুপ্রিম কোর্ট কোথায় অবস্থিত?",
options:["কলকাতা","মুম্বাই","নয়াদিল্লি","চেন্নাই"],
answer:2
},
{
q:"অনুচ্ছেদ 226 অনুযায়ী হাইকোর্টের কোন ক্ষমতা রয়েছে?",
options:["পরামর্শমূলক ক্ষমতা","রিট জারির ক্ষমতা","সংবিধান সংশোধনের ক্ষমতা","রাষ্ট্রপতি নির্বাচন"],
answer:1
},
{
q:"PIL প্রথম জনপ্রিয় হয় কোন দেশে?",
options:["ভারত","আমেরিকা","ব্রিটেন","ফ্রান্স"],
answer:1
},
{
q:"অনুচ্ছেদ ১৩৬ কীসের সাথে সম্পর্কিত?",
options:["SLP (Special Leave Petition)","নাগরিকত্ব","নির্বাচন","জরুরি অবস্থা"],
answer:0
},
{
q:"হাইকোর্ট প্রতিষ্ঠার ক্ষমতা কার?",
options:["রাষ্ট্রপতি","সংসদ","প্রধানমন্ত্রী","সুপ্রিম কোর্ট"],
answer:1
},
{
q:"কলকাতা হাইকোর্ট প্রতিষ্ঠিত হয় কবে?",
options:["১৮৬২","১৮৫৭","১৮৭২","১৮৬৫"],
answer:0
},
{
q:"সংবিধানের ব্যাখ্যার চূড়ান্ত ক্ষমতা কার?",
options:["রাষ্ট্রপতি","সংসদ","সুপ্রিম কোর্ট","প্রধানমন্ত্রী"],
answer:2
},
{
q:"অর্থ কমিশন নিয়োগ করেন কে?",
options:["প্রধানমন্ত্রী","রাষ্ট্রপতি","লোকসভা","সুপ্রিম কোর্ট"],
answer:1
},
{
q:"UPSC কোন অনুচ্ছেদে?",
options:["৩১২","৩১৫","৩১৮","৩২০"],
answer:1
},
{
q:"আন্তঃরাজ্য পরিষদ কোন অনুচ্ছেদে?",
options:["২৬০","২৬২","২৬৩","২৬৫"],
answer:2
},
{
q:"সরকারি ভাষা কোন অনুচ্ছেদে?",
options:["৩৪৩","৩৪৫","৩৪৮","৩৫০"],
answer:0
},
{
q:"ভারতের সরকারি ভাষা কী?",
options:["ইংরেজি","হিন্দি","বাংলা","তামিল"],
answer:1
},
{
q:"নির্বাচন কমিশন কোন অনুচ্ছেদে?",
options:["৩২৪","৩২৫","৩২৬","৩২৭"],
answer:0
},
{
q:"ভারতের প্রথম মুখ্য নির্বাচন কমিশনার কে?",
options:["টি.এন. শেশন","সুকুমার সেন","রাজীব কুমার","এম.এস. গিল"],
answer:1
},
{
q:"CAG কোন অনুচ্ছেদে?",
options:["১৪৮","১৪৯","১৫০","১৫১"],
answer:0
},
{
q:"CAG রিপোর্ট কার কাছে জমা হয়?",
options:["প্রধানমন্ত্রী","রাষ্ট্রপতি","লোকসভা","সুপ্রিম কোর্ট"],
answer:1
},
{
q:"UPSC সদস্যদের মেয়াদ কত বছর?",
options:["৫","৬","৭","৪"],
answer:1
}
];
