window.questions = [
{
q:"অনুচ্ছেদ ২৬ কীসের সঙ্গে সম্পর্কিত?",
options:[
"ধর্মীয় প্রতিষ্ঠান পরিচালনা",
"নাগরিকত্ব",
"সংসদ",
"রাষ্ট্রপতি"
],
answer:0
},
{
q:"'সংবিধানের হৃদয় ও আত্মা' বলা হয় কোন অনুচ্ছেদকে?",
options:[
"১৪",
"১৯",
"২১",
"৩২"
],
answer:3
},
{
q:"রিট কত প্রকার?",
options:[
"৩",
"৪",
"৫",
"৬"
],
answer:2
},
{
q:"কেন্দ্রীয় তালিকাকে কী বলা হয়?",
options:[
"State List",
"Concurrent List",
"Union List",
"Federal List"
],
answer:2
},
{
q:"ভারতীয় ফেডারেল ব্যবস্থার প্রধান বৈশিষ্ট্য কী?",
options:[
"দুর্বল কেন্দ্র",
"শক্তিশালী কেন্দ্র",
"রাষ্ট্রপতি শাসন",
"একক বিচারব্যবস্থা"
],
answer:1
},
{
q:"CAG কী ধরনের সংস্থা?",
options:[
"সাংবিধানিক",
"বেসরকারি",
"আন্তর্জাতিক",
"আইনগত"
],
answer:0
},
{
q:"যৌথ অধিবেশনের সভাপতিত্ব করেন কে?",
options:[
"রাষ্ট্রপতি",
"প্রধানমন্ত্রী",
"লোকসভার স্পিকার",
"উপরাষ্ট্রপতি"
],
answer:2
},
{
q:"শূন্যকাল (Zero Hour) কখন শুরু হয়?",
options:[
"১০টা",
"১১টা",
"১২টা",
"১টা"
],
answer:2
},
{
q:"রাষ্ট্রপতির অধ্যাদেশ জারি ক্ষমতা কোন অনুচ্ছেদে?",
options:[
"১২১",
"১২২",
"১২৩",
"১২৪"
],
answer:2
},
{
q:"মন্ত্রিসভার প্রধান কে?",
options:[
"রাষ্ট্রপতি",
"প্রধানমন্ত্রী",
"স্পিকার",
"উপরাষ্ট্রপতি"
],
answer:1
},
{
q:"ভারতের বাজেট কে পেশ করেন?",
options:[
"রাষ্ট্রপতি",
"অর্থমন্ত্রী",
"প্রধানমন্ত্রী",
"RBI গভর্নর"
],
answer:1
},
{
q:"বর্তমান সংসদীয় ব্যবস্থা কোন দেশ থেকে নেওয়া হয়েছে?",
options:[
"আমেরিকা",
"ব্রিটেন",
"ফ্রান্স",
"জার্মানি"
],
answer:1
},
{
q:"সুপ্রিম কোর্টের বিচারপতিদের অবসরের বয়স কত?",
options:[
"৬০ বছর",
"৬২ বছর",
"৬৫ বছর",
"৬৮ বছর"
],
answer:2
},
{
q:"PIL-এর পূর্ণরূপ কী?",
options:[
"Public Interest Litigation",
"Public Indian Law",
"People Interest Law",
"Public Internal Litigation"
],
answer:0
},
{
q:"Judicial Review ধারণা কোন দেশ থেকে এসেছে?",
options:[
"ব্রিটেন",
"আমেরিকা",
"ফ্রান্স",
"জার্মানি"
],
answer:1
},
{
q:"অর্থ কমিশন কোন অনুচ্ছেদে?",
options:[
"২৮০",
"২৭৮",
"২৮২",
"২৮৫"
],
answer:0
},
{
q:"UPSC-এর চেয়ারম্যান নিয়োগ করেন কে?",
options:[
"রাষ্ট্রপতি",
"প্রধানমন্ত্রী",
"লোকসভা",
"সুপ্রিম কোর্ট"
],
answer:0
},
{
q:"অষ্টম তফসিলে বর্তমানে কয়টি ভাষা আছে?",
options:[
"২০",
"২১",
"২২",
"২৩"
],
answer:2
},
{
q:"অনুচ্ছেদ ৩০ কীসের সঙ্গে সম্পর্কিত?",
options:[
"সংখ্যালঘু শিক্ষাপ্রতিষ্ঠান",
"সংসদ",
"জরুরি অবস্থা",
"নাগরিকত্ব"
],
answer:0
},
{
q:"Prohibition রিটের কাজ কী?",
options:[
"পদাধিকার যাচাই",
"নিম্ন আদালতকে নিষেধাজ্ঞা",
"বন্দী হাজির করো",
"কর্তব্য পালন করো"
],
answer:1
},
{
q:"বিচারবিভাগীয় পুনর্বিবেচনার ধারণা কোন দেশ থেকে নেওয়া হয়েছে?",
options:[
"ব্রিটেন",
"ফ্রান্স",
"আমেরিকা",
"জাপান"
],
answer:2
},
{
q:"সংসদীয় শাসনব্যবস্থা কোন দেশ থেকে গৃহীত?",
options:[
"আমেরিকা",
"ব্রিটেন",
"আয়ারল্যান্ড",
"অস্ট্রেলিয়া"
],
answer:1
},
{
q:"কেশবানন্দ ভারতী মামলা কোন সালে হয়?",
options:[
"১৯৭১",
"১৯৭২",
"১৯৭৩",
"১৯৭৪"
],
answer:2
},
{
q:"ভারতের ফেডারেল কাঠামোকে কী বলা হয়?",
options:[
"Quasi-Federal",
"Unitary",
"Confederal",
"Presidential"
],
answer:0
},
{
q:"অর্থ বিল কেবল কোথায় উত্থাপন করা যায়?",
options:[
"রাজ্যসভা",
"লোকসভা",
"উভয় কক্ষ",
"রাষ্ট্রপতি ভবন"
],
answer:1
},
];
