window.questions = [
{
q:"ভারতের সংবিধান কার্যকর হয় কবে?",
options:[
"১৫ আগস্ট ১৯৪৭",
"২৬ জানুয়ারি ১৯৫০",
"২৬ নভেম্বর ১৯৪৯",
"২৪ জানুয়ারি ১৯৫০"
],
answer:1
},
{
q:"ভারতের সংবিধান সভার সভাপতি কে ছিলেন?",
options:[
"জওহরলাল নেহরু",
"ড. রাজেন্দ্র প্রসাদ",
"বি.আর. আম্বেদকর",
"সরদার প্যাটেল"
],
answer:1
},
{
q:"সংবিধানের খসড়া কমিটির সভাপতি কে ছিলেন?",
options:[
"বি.আর. আম্বেদকর",
"রাজেন্দ্র প্রসাদ",
"নেহরু",
"কে.এম. মুন্সি"
],
answer:0
},
{
q:"ভারতকে 'সার্বভৌম সমাজতান্ত্রিক ধর্মনিরপেক্ষ গণতান্ত্রিক প্রজাতন্ত্র' বলা হয়েছে কোথায়?",
options:[
"মৌলিক অধিকার",
"রাষ্ট্র পরিচালনার নীতি",
"প্রস্তাবনা",
"সপ্তম তফসিল"
],
answer:2
},
{
q:"সংবিধানের রক্ষক কে?",
options:[
"রাষ্ট্রপতি",
"প্রধানমন্ত্রী",
"সুপ্রিম কোর্ট",
"লোকসভা"
],
answer:2
},
{
q:"ভারতের প্রথম রাষ্ট্রপতি কে ছিলেন?",
options:[
"ড. এস. রাধাকৃষ্ণণ",
"ড. রাজেন্দ্র প্রসাদ",
"জাকির হোসেন",
"ভি.ভি. গিরি"
],
answer:1
},
{
q:"মৌলিক অধিকার কোন অংশে আছে?",
options:[
"Part II",
"Part III",
"Part IV",
"Part V"
],
answer:1
},
{
q:"সমতার অধিকার কোন অনুচ্ছেদে আছে?",
options:[
"১৪–১৮",
"১৯–২২",
"২৩–২৪",
"২৫–২৮"
],
answer:0
},
{
q:"অস্পৃশ্যতা বিলোপ কোন অনুচ্ছেদে?",
options:[
"১৫",
"১৬",
"১৭",
"১৮"
],
answer:2
},
{
q:"স্বাধীনতার অধিকার কোন অনুচ্ছেদে?",
options:[
"১২–১৩",
"১৯–২২",
"২৩–২৪",
"২৫–২৮"
],
answer:1
},
{
q:"সাংবিধানিক প্রতিকারের অধিকার কোন অনুচ্ছেদে?",
options:[
"৩২",
"২১",
"১৯",
"১৪"
],
answer:0
},
{
q:"অনুচ্ছেদ ২১ কীসের সঙ্গে সম্পর্কিত?",
options:[
"শিক্ষা",
"জীবন ও ব্যক্তিগত স্বাধীনতা",
"ভোটাধিকার",
"সম্পত্তি"
],
answer:1
},
{
q:"মৌলিক কর্তব্য কোন অনুচ্ছেদে?",
options:[
"৫১A",
"৫১",
"৪৮A",
"৩২"
],
answer:0
},
{
q:"ভোট দেওয়ার ন্যূনতম বয়স কত?",
options:[
"২১",
"২০",
"১৮",
"১৭"
],
answer:2
},
{
q:"লোকসভার সর্বোচ্চ মেয়াদ কত?",
options:[
"৪ বছর",
"৫ বছর",
"৬ বছর",
"৭ বছর"
],
answer:1
},
{
q:"রাজ্যসভার সদস্যদের মেয়াদ কত?",
options:[
"৪ বছর",
"৫ বছর",
"৬ বছর",
"৭ বছর"
],
answer:2
},
{
q:"রাজ্যসভার পদাধিকারবলে সভাপতি কে?",
options:[
"রাষ্ট্রপতি",
"উপরাষ্ট্রপতি",
"প্রধানমন্ত্রী",
"স্পিকার"
],
answer:1
},
{
q:"লোকসভার সভাপতি কে নির্বাচিত করেন?",
options:[
"রাষ্ট্রপতি",
"প্রধানমন্ত্রী",
"লোকসভার সদস্যরা",
"রাজ্যসভা"
],
answer:2
},
{
q:"ভারতের রাষ্ট্রপতিকে কে নির্বাচন করেন?",
options:[
"জনগণ",
"সংসদ",
"নির্বাচকমণ্ডলী",
"সুপ্রিম কোর্ট"
],
answer:2
},
{
q:"ভারতের প্রধান বিচারপতি নিয়োগ করেন কে?",
options:[
"প্রধানমন্ত্রী",
"রাষ্ট্রপতি",
"লোকসভা",
"রাজ্যসভা"
],
answer:1
},
{
q:"সংবিধানের কত নম্বর অনুচ্ছেদে জাতীয় জরুরি অবস্থা রয়েছে?",
options:[
"৩৫২",
"৩৫৬",
"৩৬০",
"৩৬৫"
],
answer:0
},
{
q:"জাতীয় জরুরি অবস্থা প্রথম জারি হয় কবে?",
options:[
"১৯৬২",
"১৯৬৫",
"১৯৭১",
"১৯৭৫"
],
answer:0
},
{
q:"ভারতীয় সংবিধান সবচেয়ে বেশি কোন দেশের সংবিধান দ্বারা প্রভাবিত?",
options:[
"আমেরিকা",
"ব্রিটেন",
"ফ্রান্স",
"জাপান"
],
answer:1
},
{
q:"৪২তম সংশোধনী কোন বছর হয়?",
options:["১৯৭৪","১৯৭৬","১৯৭৮","১৯৮০"],
answer:1
},
{
q:"'মিনি সংবিধান' বলা হয় কোন সংশোধনীকে?",
options:["৪৪তম","৪২তম","৫২তম","৬১তম"],
answer:1
}
];
